eamodio.gitlens
eg2.tslint
eg2.vscode-npm-script
esbenp.prettier-vscode
msjsdiag.debugger-for-chrome
Orta.vscode-jest
PeterJausovec.vscode-docker
PKief.material-icon-theme
streetsidesoftware.code-spell-checker
vscodevim.vim
waderyan.gitblame
WallabyJs.quokka-vscode
